<!-- ======= Services Section ======= -->
<section id="services" class="services">
    <div class="container" data-aos="fade-up">

        <div class="section-title">
            <h2>Наши направления</h2>
            <h3>Найди свое <span>Направление!</span></h3>
            <p>Бюджетная (бесплатная) программа обучения юных программистов под руководством высококвалифицированных педагогов дополнительного образования организована по следующим образовательным направлениям:</p>
        </div>

        <div class="row">
            <div class="col-lg-4 col-md-6 d-flex align-items-stretch" data-aos="zoom-in" data-aos-delay="100">
                <div class="icon-box">
                    <div class="icon"><i class="bx bxl-telegram"></i></div>
                    <h4><a href="http://ctt-meridian.ru/files/normativ/Edu/program_2021-22/%D0%9C%D0%BE%D0%B1%D0%B8%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F_%D1%80%D0%B0%D0%B7%D1%80%D0%B0%D0%B1%D0%BE%D1%82%D0%BA%D0%B0.pdf">Мобильная разработка</a></h4>
                    <p>Программа «Мобильная разработка» поможет учащимся освоить универсальные знания
                        алгоритмов создания программ для мобильных устройств. Подростки овладеют навыками
                        программирования на языке Java для мобильных приложений, научатся самостоятельно
                        создавать простые приложения для смартфонов на платформе Android. Занимаясь на
                        данном направлении, школьники поймут, что программирование доступно, интересно и
                        актуально.</p>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 d-flex align-items-stretch mt-4 mt-md-0" data-aos="zoom-in" data-aos-delay="200">
                <div class="icon-box">
                    <div class="icon"><i class="bx bxl-snapchat"></i></div>
                    <h4><a href="http://ctt-meridian.ru/files/normativ/Edu/program_2021-22/%D0%9F%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5_%D0%BD%D0%B0_Python.pdf">Основы программирования на Python</a></h4>
                    <p>На занятиях школьники средних и старших классов освоят простой и понятный,
                        одновременно востребованный язык программирования. Научившись программировать на
                        Python, учащиеся получат мощный и удобный инструмент для решения как учебных, так и
                        прикладных задач. Полученные знания и умения подростки смогут использовать при сдаче
                        ЕГЭ, при участии в олимпиадах по программированию, при решении задач по физике,
                        химии, биологии, лингвистике и другим наукам. К тому же, выучить другой язык
                        программирования детям не составит труда.</p>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 d-flex align-items-stretch mt-4 mt-lg-0" data-aos="zoom-in" data-aos-delay="300">
                <div class="icon-box">
                    <div class="icon"><i class="bi bi-diagram-3-fill"></i></div>
                    <h4><a href="http://ctt-meridian.ru/files/normativ/Edu/program_2021-22/%D0%A1%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D0%BD%D0%BE%D0%B5_%D0%B0%D0%B4%D0%BC%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D1%80%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5.pdf">Системное администрирование</a></h4>
                    <p>По программе «Системное администрирование» школьники средних и старших
                        классов приобретут базовые знания в сфере изучения сетевых программ и технологий,
                        овладеют профессиональными навыками работы с серверами Windows и Linux, с
                        серверным оборудованием, системами хранения данных, виртуализации, создании
                        почтового сервера, моделировании и защите от DOS-атак. Они научатся устанавливать и
                        настраивать операционные системы различных семейств, настраивать роутер, подключать
                        компьютер к локальной сети, настраивать доступ к общим ресурсам сети, создавать
                        простые сайты, настраивать серверы и т. д. </p>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 d-flex align-items-stretch mt-4" data-aos="zoom-in" data-aos-delay="100">
                <div class="icon-box">
                    <div class="icon"><i class="bi bi-speedometer"></i></div>
                    <h4><a href="http://ctt-meridian.ru/files/normativ/Edu/program_2021-22/%D0%9F%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5_%D0%BD%D0%B0_%D0%A1-%D0%BF%D0%BE%D0%B4%D0%BE%D0%B1%D0%BD%D1%8B%D1%85_%D1%8F%D0%B7%D1%8B%D0%BA%D0%B0%D1%85.pdf">Базовые навыки программирования на С-подобных языках</a></h4>
                    <p>На занятиях по робототехнике учащиеся средних классов овладеют навыками
                        проектирования робототехнических конструкций, познакомятся с принципами работы
                        микроконтроллеров и датчиков, научатся управлять собранными моделями и
                        программировать их. Обучение строится на основе самостоятельного поиска инженерных
                        решений, что способствует раннему развитию изобретательности и алгоритмического
                        мышления.</p>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 d-flex align-items-stretch mt-4" data-aos="zoom-in" data-aos-delay="200">
                <div class="icon-box">
                    <div class="icon"><i class="bx bx-slideshow"></i></div>
                    <h4><a href="http://ctt-meridian.ru/files/normativ/Edu/program_2021-22/%D0%9F%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5_%D0%BD%D0%B0_%D1%8F%D0%B7%D1%8B%D0%BA%D0%B5_Java.pdf">Основы программирования на Java</a></h4>
                    <p>Основное внимание на занятиях по программированию на языке Java уделяется
                        построению алгоритмов, использованию совместно с Java других языков
                        программирования и технологий (JavaScript, CSS и др.). Школьники средних и старших
                        классов научатся разрабатывать приложения и создавать программы на языке Java, а также
                        компьютерные игры.</p>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 d-flex align-items-stretch mt-4" data-aos="zoom-in" data-aos-delay="300">
                <div class="icon-box">
                    <div class="icon"><i class="bx bx-arch"></i></div>
                    <h4><a href="http://ctt-meridian.ru/files/normativ/Edu/program_2021-22/%D0%A0%D0%B0%D0%B7%D1%80%D0%B0%D0%B1%D0%BE%D1%82%D0%BA%D0%B0_VR-AR_%D0%BF%D1%80%D0%B8%D0%BB%D0%BE%D0%B6%D0%B5%D0%BD%D0%B8%D0%B9.pdf">Разработка виртуальной реальности</a></h4>
                    <p>Стремительное развитие высоких технологий влечет за собой необходимость
                        реализации данной программы «Разработка VR/AR-приложений». Обучение направлено на
                        приобретение навыков работы с устройствами виртуальной (далее VR) и дополненной (далее
                        AR) реальности, камерами 360 градусов. Обучающиеся смогут создавать и монтировать
                        видео, фото 360 градусов, а также создавать простые VR и AR приложения, изготовят свой
                        VR шлем, получат знания по основам программирования на языке C# и базовые навыки 3D
                        моделирования.</p>
                </div>
            </div>

        </div>

    </div>
</section><!-- End Services Section -->
